Tekla Open API Reference for Tekla Structures 2025
WpfCreateApplyCancel Methods
The WpfCreateApplyCancel type exposes the following members.
Methods
Name | Description
InitializeComponent
 InitializeComponent
Top
See Also
Reference
WpfCreateApplyCancel Class
Tekla.Structures.Dialog.UIControls Namespace